[
  {
    "program": "OLD AGE SECURITY",
    "date": "2023-05-21",
    "tag": "UPDATED",
    "en_title": "Increase in Old Age Security (OAS) for Those 75 and Older ",
    "en_body": "Starting July 2022, Old Age Security (OAS) pensions will automatically increase by 10% for those who are or will be 75 by June 2022. If your 75th birthday is after July 1, 2022, you'll receive this increase in the month right after you turn 75. Importantly, this 10% increase won't won't affect your Guaranteed Income Supplement (GIS). ",
    "fr_title": "Augmentation de la Sécurité de la vieillesse (SV) pour les personnes âgées de 75 ans et plus ",
    "fr_body": "À partir de juillet 2022, les pensions de la Sécurité de la vieillesse (SV) augmenteront automatiquement de 10 % pour ceux qui ont ou auront 75 ans d'ici juin 2022. Si votre 75e anniversaire est après le 1er juillet 2022, vous recevrez cette augmentation le mois suivant votre 75e anniversaire. Il est important de noter que cette augmentation de 10 % n'affectera pas votre Supplément de revenu garanti (SRG).",
    "draft": false
  },
  {
    "program": "SERVICE DISRUPTIONS",
    "date": "2023-08-18",
    "tag": "NEW",
    "en_title": "Temporary Closure Alert: Regina North Central Scheduled Outreach Site ",
    "en_body": "Our Regina North Central Scheduled Outreach Site (Regina) is temporarily closed. We apologize for any inconvenience and will keep you updated on when services will resume. For immediate assistance, please use our online services -(can we link?)  or request a callback. (can we link?) ",
    "fr_title": "Alerte de fermeture temporaire : site de portée planifiée du Centre-Nord de Regina",
    "fr_body": "Notre site de portée planifiée du Centre-Nord de Regina (Regina) est temporairement fermé. Nous nous excusons pour tout inconvénient et vous tiendrons informés de la reprise des services. Pour une assistance immédiate, veuillez utiliser nos services en ligne (can we link?) ou demander un rappel (can we link?) ",
    "draft": false
  },
  {
    "program": "CANADA DENTAL BENEFIT",
    "date": "2023-06-22",
    "tag": "NEW",
    "en_title": "Dental Benefit Applications Now Open for 2023-2024",
    "en_body": "Applications for the Dental Benefit are now open for the period spanning July 1, 2023, to June 30, 2024. Log into your CRA My Account and follow the prompts to apply. ",
    "fr_title": "Les demandes pour l'Avantage Dentaire sont maintenant ouvertes pour la période 2023-2024",
    "fr_body": "Les demandes pour l'Avantage Dentaire sont désormais ouvertes pour la période allant du 1er juillet 2023 au 30 juin 2024. Connectez-vous à votre compte de l'ARC et suivez les instructions pour faire votre demande.",
    "draft": false
  },
  {
    "program": "SERVICE DISRUPTIONS",
    "date": "2023-08-16",
    "tag": "NEW",
    "en_title": "Important Update: Sign-In Partner Caisse Alliance Temporarily Unavailable ",
    "en_body": "Starting October 16, 2023, Caisse Alliance is no longer be used a Sign-In Partner to access: \n - My Service Canada Account (MSCA) \n - Canada Revenue Agency - My Account \n - Canada Revenue Agency - My Business Account \n - National Student Loans Service Centre account \n - ROE Web \n - Grants and Contributions Online Services (GCOS) \n We expect that Caisse Alliance will be back as a Sign-In Partner in early 2024. Meanwhile, you can use an alternative Sign-In Partner or another sign-in method for your transactions.",
    "fr_title": "Mise à jour importante : Le partenaire de connexion Caisse Alliance temporairement indisponible ",
    "fr_body": "À partir du 16 octobre 2023, Caisse Alliance ne peut plus être utilisé comme partenaire de connexion pour accéder aux services suivants : \n - Mon Dossier Service Canada (MDSC) \n - Agence du revenu du Canada - Mon dossier \n - Agence du revenu du Canada - Mon dossier d'entreprise \n - compte du Centre de service national de prêts aux étudiants \n - RE Web \n - Services en ligne des subventions et contributions (SELSC) \n Nous prévoyons que Caisse Alliance reviendra en tant que partenaire de connexion au début de 2024. En attendant, vous pouvez utiliser un autre partenaire de connexion ou une autre méthode de connexion pour vos transactions.",
    "draft": false
  },
  {
    "program": "GUARANTEED INCOME SUPPLEMENT",
    "date": "2023-07-05",
    "tag": "UPDATED",
    "en_title": "New one-time grant for Allowance and Guaranteed Income Supplement (GIS) Benefits recipients ",
    "en_body": "You could receive a special one-time taxable payment if your Allowance or GIS amount was reduced after receiving  the CERB or CRB (Canada Emergency Response Benefit or Canada Recovery Benefit). This payment equals the amount of benefits you lost starting from July 2021",
    "fr_title": "Nouvelle subvention unique pour les bénéficiaires de l'Allocation et du Supplément de revenu garanti (SRG) ",
    "fr_body": "Vous pourriez recevoir un paiement spécial unique imposable si votre Allocation ou SRG a été réduit après avoir reçu la PCU ou la PCR (Prestation canadienne d'urgence ou Prestation canadienne de relance économique). Ce paiement équivaut au montant des prestations que vous avez perdues à partir de juillet 2021.",
    "draft": false
  },
  {
    "program": "GROCERY REBATE",
    "date": "2023-06-15",
    "tag": "NEW",
    "en_title": "Date for the Grocery Rebate",
    "en_body": "On July 5, 2023, the Grocery Rebate payment will be issued alongside the GST/HST credit. No need to apply—just make sure you've filed your 2021 tax return. The amount you receive is based on your family situation as of January 2023 and your 2021 income. You could get the Grocery Rebate even if you're not eligible for the July GST/HST. Consult this page to learn more ",
    "fr_title": "Date pour le remboursement sur les produits alimentaires",
    "fr_body": "Le 5 juillet 2023, le paiement du remboursement sur les produits alimentaires sera émis en même temps que le crédit pour la TPS/TVH. Pas besoin de postuler — assurez-vous simplement d'avoir déposé votre déclaration de revenus de 2021. Le montant que vous recevrez est basé sur votre situation familiale en date de janvier 2023 et sur vos revenus de 2021. Vous pourriez obtenir le remboursement sur les produits alimentaires même si vous n'êtes pas admissible au crédit pour la TPS/TVH de juillet. Consultez cette page pour en savoir plus ",
    "draft": false
  },
  {
    "program": "OLD AGE SECURITY",
    "date": "2023-09-15",
    "tag": "UPDATED",
    "en_title": "New OAS Rates Coming in October 2023",
    "en_body": "Starting in October 2023, your basic Old Age Security (OAS) pension will increase. The monthly payment will increase to $707.68—an uplift of 1.3%. For Seniors 75 and Over: Your basic OAS pension will increase to $778.45 per month ",
    "fr_title": "Nouveaux taux du SRV en vigueur à partir d'octobre 2023",
    "fr_body": "À partir d'octobre 2023, votre pension de base de la Sécurité de la vieillesse (SRV) augmentera. Le paiement mensuel passera à 707,68 $ — une hausse de 1,3 %. Pour les personnes âgées de 75 ans et plus : Votre pension de base du SRV augmentera à 778,45 $ par mois",
    "draft": false
  },
  {
    "program": "EMPLOYMENT INSURANCE",
    "date": "2022-10-15",
    "tag": "NEW",
    "en_title": "Increase of maximum number of weeks of EI Sickness Benefits to 26 Weeks  ",
    "en_body": "Effective for claims with a start date on or after December 18, 2022, the maximum weeks of benefits you can receive is now extended from 15 to 26 weeks. This extension also applies to Special benefits for self-employed individuals. Note: For claims initiated before December 18, 2022, the maximum entitlement remains at 15 weeks. ",
    "fr_title": "Augmentation du nombre maximal de semaines d'indemnités de maladie de l'AE à 26 semaines",
    "fr_body": "Pour les demandes initiées à partir du 18 décembre 2022, le nombre maximal de semaines d'indemnités que vous pouvez recevoir passe désormais de 15 à 26 semaines. Vous êtes travailleur autonome ? Vous êtes également couvert. Cette prolongation s'applique également aux prestations spéciales pour les travailleurs autonomes. Note : Pour les demandes initiées avant le 18 décembre 2022, le droit maximal reste fixé à 15 semaines. ",
    "draft": false
  }
]
